/* Status Strings */
"%.1f GB" = "%.1f GB";
"%.1f KB" = "%.1f KB";
"%.1f MB" = "%.1f MB";
"Analyzing" = "分析";
"Checking" = "检查中";
"Delaying ⒭" = "延迟中 ⒭";
"Delaying ⒮" = "延迟中 ⒮";
"Delaying ⒞" = "延迟中 ⒞";
"Delaying ⒯" = "延迟中 ⒯";
"Delaying ⒝" = "延迟中 ⒝";
"Delaying ⒨" = "延迟中 ⒨";
"Downloading" = "下载中";
"Idle" = "空闲";
"Localizing" = "本地化中";
"Paused" = "已暂停";
"Saving" = "保存中";

/* Window Strings */
"Add Keyword" = "添加关键字";
"Are you sure that you want to delete the selected items?" = "您确定要删除所选项目?";
"Attribute name already exists" = "属性名称已存在";
"Attribute name is invalid" = "属性名称无效";
"Before logging in and downloading a site, use the Path settings to exclude any links that can modify the site or log out the user." = "在登录和下载站点之前，请使用路径设置排除可以修改站点或注销用户的任何链接。";
"Cancel" = "取消";
"Choose" = "选择";
"Continue" = "继续";
"Default" = "默认";
"Delete items?" = "删除项目？";
"Delete" = "删除";
"Destination folder not found" = "目标文件夹不存在";
"Do you want to overwrite your existing files?" = "是否覆盖现有文件？";
"Download Finished" = "下载完成";
"Exclude links" = "排除链接";
"Failed to open destination folder" = "无法打开目标文件夹";
"Failed to open file" = "无法打开文件";
"Failed to save settings" = "无法保存设置";
"Failed to write data" = "无法写入数据";
"File Type" = "文件类型";
"File was not found" = "找不到文件";
"General" = "常规";
"Ignore robot exclusions?" = "忽略机器人排除规则？";
"Ignoring robot exclusions is not recommended. %@" = "不建议忽略机器人排除规则。%@";
"Invalid URL" = "无效的网址";
"Limit" = "限制";
"Load URL?" = "加载网址?";
"Log In" = "登陆";
"Log" = "日志";
"Media type already exists" = "媒体类型已存在";
"Media type is invalid" = "媒体类型无效";
"No Internet connection" = "没有网络连接";
"No" = "No";
"Not Now" = "暂不";
"OK" = "确认";
"Open" = "打开";
"Opening “%@”" = "打开中 “%@”";
"Other…" = "其他…";
"Overwrite files?" = "覆盖文件？";
"Path" = "路径";
"Pattern is invalid" = "规则无效";
"Permission required to access file: %@" = "访问文件所需的权限: %@";
"Permission required to access folder: %@" = "访问文件夹所需的权限: %@";
"Permit access" = "允许访问";
"Please choose a destination folder" = "请选择一个文件夹";
"Please choose an application to open the file" = "请选择一个应用程序以打开文件";
"Please enter a valid address that begins with \"http://\" or \"https://\"." = "请输入以“http://”或“https://”开头的有效地址。";
"Please select one or more files" = "请选择一个或多个文件";
"Request" = "请求";
"Robot exclusions are usually put in place for a good reason and should be obeyed." = "机器人排除通常放在适当的地方有一个很好的理由，应该遵守。";
"Save Password" = "保存密码";
"Save Password?" = "保存密码?";
"Saving \"%@\"" = "保存中 \"%@\"";
"Script" = "脚本";
"SiteSucker could not reconnect to the Internet." = "SiteSucker无法重新连接到互联网。";
"Template is blank" = "替换规则为空";
"The certificate for “%@” is invalid. Click Continue to connect to this website anyway." = "“%@”的证书无效。点击“继续”仍要连接到此网站。";
"The custom data attribute name “%@” already exists." = "自定义数据属性名称“%@”已存在。";
"The destination folder “%@” was not found." = "找不到目标文件夹“%@”。";
"The download of “%@” is finished." = "“%@”下载已完成。";
"The identity of this site cannot be verified" = "无法验证此网站的身份";
"The media type “%@” already exists." = "媒体类型“%@”已存在。";
"The substitution template cannot be blank." = "替换模板不能为空。";
"This URL cannot be downloaded because your computer is currently offline." = "无法下载此URL，因为您的计算机当前处于离线状态。";
"Try Again" = "重试";
"Unable to analyze file" = "无法分析文件";
"Unable to analyze “%@” %@" = "无法分析“%@” %@";
"Unable to display this file type." = "无法显示此文件类型。";
"Unable to find the local file for the current Web URL." = "无法找到当前网页网址的本地文件。";
"Unable to load settings from “%@”." = "无法从“%@”加载设置。";
"Unable to open “%@”." = "无法打开“%@”。";
"Update Password" = "更新密码";
"Update password?" = "更新密码？";
"URL" = "URL";
"User Defaults" = "用户默认设置";
"Version %@" = "版本 %@";
"Video" = "视频";
"Waiting for Internet connection" = "等待网络连接";
"Webpage" = "网页";
"Would you like to load “%@”?" = "是否要加载“%@”? ";
"Would you like to save this password for “%@” in your keychain?" = "是否要将此密码保存到“%@”的钥匙串中?";
"Would you like to update the password for “%@” in your keychain?" = "是否要更新“%@”的密码?";
"Wrong item was selected." = "选择了错误的项目。";
"Yes" = "是";
"“%@” is not a valid custom data attribute name. A valid custom data attribute name should begin with “data-” and should not contain uppercase characters." = "“%@”不是有效的自定义数据属性名称。有效的自定义数据属性名称应以“data-”开头，且不应包含大写字符。";
"“%@” is not a valid media type. A valid media type should have the format “type/subtype”." = "“%@”不是有效的媒体类型。有效的媒体类型应为“type/subtype”格式。";

/* AppleScript Error Strings */
"Failed to load settings file." = "加载设置文件失败。";
"Settings cannot be changed while downloading." = "下载过程中无法更改设置。";
"The file '%@' is not an executable shell script." = "文件'%@'不是一个可执行的 shell 脚本。";
"The file '%@' was not found." = "未找到文件'%@'。";
"The identity '%@' was not found." = "未找到标识'%@'。";
"Unable to change this setting." = "无法更改此设置。";
"Unable to download “%@” %@." = "无法下载“%@” %@。";
"Unable to execute command because no SiteSucker window is open." = "无法执行命令，因为没有打开的 SiteSucker 窗口。";
"“%@” is not valid." = "“%@”无效。";

/* Log Strings */
", on page %ld of “%@”," = ", 在第 %ld 页的“%@”中，";
", referred from “%@”," = ", 由“%@”引用，";
"because authentication is required" = "因为需要身份验证";
"because it is already downloaded" = "因为它已经被下载";
"because it is an invalid or unsupported URL" = "因为它是一个无效或不受支持的 URL";
"because it is larger than the maximum file size limit" = "因为它超过了最大文件大小限制";
"because it is smaller than the minimum file size limit" = "因为它小于最小文件大小限制";
"because it was skipped by the user" = "因为它被用户跳过了";
"because its file type is not allowed" = "因为它的文件类型不被允许";
"because its path is not allowed" = "因为它的路径不被允许";
"because of a robots META tag" = "因为有 robots META 标签";
"because of a robots.txt exclusion" = "因为 robots.txt 的排除规则";
"because of an HTTP X-Robots tag" = "因为 HTTP X-Robots 标签";
"because rel=\"nofollow\"" = "因为 rel=\"nofollow\"";
"because the authentication challenge was canceled" = "因为身份验证挑战被取消";
"because the file is not HTML or CSS" = "因为该文件不是 HTML 或 CSS";
"because the file was not found" = "因为文件未找到";
"because the identity of this site cannot be verified" = "因为无法验证该网站的身份";
"because the level limit is exceeded" = "因为层级限制被超过";
"Creation of file “%@” for “%@”%@ failed because a folder already exists at this location" = "创建文件“%@”用于“%@”%@失败，因为该位置已存在文件夹";
"Creation of folder “%@” for “%@”%@ failed because a file already exists at this location" = "创建文件夹“%@”用于“%@”%@失败，因为该位置已存在文件";
"Creation of folder “%@” for “%@”%@ failed with error code %ld%@" = "创建文件夹“%@”用于“%@”%@失败，错误代码为 %ld%@";
"Download of “%@”%@ failed with error code %ld (%@)" = "下载“%@”%@失败，错误代码为 %ld (%@)";
"Download of “%@”%@ failed with error code %ld" = "下载“%@”%@失败，错误代码为 %ld";
"ERROR" = "错误";
"File Modification is not set to Localize" = "文件修改未设置为本地化";
"File name is “%@” from HTTP header for “%@”" = "文件名“%@”来自 HTTP 头部信息的“%@”";
"HISTORY: Deleted “%@”" = "历史记录：删除了“%@”";
"HISTORY: Downloaded “%@” to page %ld of “%@”" = "历史记录：下载了“%@”到第 %ld 页的“%@”";
"HISTORY: Downloaded “%@”%@ to “%@”" = "历史记录：下载了“%@”%@到“%@”";
"HTML Types does not include “text/html”" = "HTML 类型不包括“text/html”";
"May not be able to follow all links on “%@” because it uses JavaScript" = "可能无法跟踪“%@”上的所有链接，因为它使用了 JavaScript";
"MEDIA TYPE: “%@” has a media type of %@" = "媒体类型： “%@”具有媒体类型 %@";
"No modification date found for “%@”%@" = "未找到“%@”%@的修改日期";
"Parsing of document “%@” failed because the closing “>” for the “%@” tag in line %lu could not be found" = "解析文档“%@”失败，因为在第 %lu 行的“%@”标签的结束符“>”未找到";
"Parsing of document “%@” failed with error code %ld%@" = "解析文档“%@”失败，错误代码为 %ld%@";
"Paused because %@ was not responding" = "已暂停，因为 %@ 无响应";
"Paused because of excessive memory pressure" = "因内存压力过高已暂停";
"Paused because the device was going to sleep" = "因设备即将休眠已暂停";
"Paused because the Internet connection was lost" = "因网络连接中断已暂停";
"Response for “%@” was not found" = "未找到“%@”的响应";
"Running of script “%@” failed with error: %@" = "运行脚本“%@”失败，错误：%@";
"STATUS: Files Downloaded = %@; Errors = %@; Time to Download = %@" = "状态：文件已下载 = %@；错误 = %@；下载耗时 = %@";
"STATUS: Level = %@; Files Downloaded = %@; Files Remaining = %@; Errors = %@; Connections = %@; Time to Download = %@" = "状态：层级 = %@；已下载文件 = %@；剩余文件 = %@；错误 = %@；连接数 = %@；下载耗时 = %@";
"Syntax of regular expression “%@” is invalid" = "正则表达式“%@”的语法无效";
"The file “%@” may be corrupted or have an invalid format." = "文件“%@”可能已损坏或格式无效";
"The maximum number of files has been downloaded" = "已达到最大文件下载数量";
"The request timed out." = "请求超时";
"The “%@” pattern is still found in “%@”" = "在“%@”中仍检测到“%@”模式";
"The “%@” pattern is still missing from “%@”" = "“%@”中仍缺少“%@”模式";
"Unable to determine file extension for “%@” with media type “%@”" = "无法为媒体类型“%@”的文件“%@”确定扩展名";
"Unable to download “%@”%@ %@" = "无法下载“%@”%@ %@";
"Unable to download “%@”%@ because it cannot be added to “%@”" = "无法下载“%@”%@，因为它无法添加到“%@”";
"Unable to follow links on “%@” because of a robots META tag" = "因 robots META 标签限制，无法跟踪“%@”的链接";
"Unable to run script “%@” because it was not found" = "无法运行脚本“%@”，因为未找到该脚本";
"URL for “%@” could not be created" = "无法创建“%@”的 URL";
"URLRequest for “%@” could not be created" = "无法创建“%@”的 URLRequest";
"WARNING" = "警告";
"Writing of document “%@” failed with error code %ld%@" = "写入文档“%@”失败，错误代码为 %ld%@";
"“%@” is empty" = "“%@”为空";
"“%@”%@ was redirected to “%@”" = "“%@”%@ 已重定向至“%@”";

/* WebAuthenticationPanel Strings */
"%ld failures" = "%ld 个失败";
"1 failure" = "1 个失败";
"To view this page, you must log in to area “%@” on %@." = "要查看此页面，您必须登录到 %@ 上的“%@”区域。";
"To view this page, you must log in to the %@ proxy server %@." = "要查看此页面，您必须登录到 %@ 代理服务器 %@。";
"To view this page, you must log in to this area on %@:" = "要查看此页面，您必须登录到 %@ 上的此区域：";
"Your login information will be sent securely." = "您的登录信息将通过安全方式发送。";
"Your password will be sent unencrypted." = "您的密码将以未加密形式发送。";

/* Menu Strings */
"%.0f x %.0f pixels" = "%.0f x %.0f 像素";
"Bookmarks Bar" = "书签栏";
"Bookmarks" = "书签";
"Clear Menu" = "清除菜单";
"Close Browser" = "关闭浏览器";
"Drag" = "拖动";
"Hide Queue" = "隐藏队列";
"None" = "无";
"Open Browser" = "打开浏览器";
"Paste" = "粘贴";
"Pause" = "暂停";
"Preferences…" = "偏好设置…";
"Replace URL" = "替换 URL";
"Resume" = "恢复";
"Show Queue" = "显示队列";
"Web View" = "网页视图";

/* Other Strings */
"Page %lu of %lu" = "第 %lu 页，共 %lu 页";
